;; doom.d/packages.el
;; To install a package with Doom you must declare them here and run 'doom sync'
;; on the command line, then restart Emacs for the changes to take effect -- or
;; use 'M-x doom/reload'.

(package! exec-path-from-shell)

(package! fcitx)

(package! aidermacs)

(package! minuet)

(package! bqn-mode)

(package! forth-mode)

(package! org-roam-ui)

(package! org-modern)

(package! svg-tag-mode)

(package! org-kanban)

(package! org-appear)

(package! which-key-posframe)

(package! org-autolist)

(package! ox-hugo)

(package! highlight-parentheses)
